{"news":[{"title":"The Bell: Instagram и Facebook стремительно теряют аудиторию в России","image":"https://habrastorage.org/getpro/habr/upload_files/6fa/c62/264/6fac62264a76f52c80a5732c632d6781.jpg","text":"Заблокированные и признанные экстремистскими Instagram* и Facebook** стремительно теряют аудиторию, сообщает The Bell со ссылкой на исследование Mediascope. До начала «спецоперации» среднесуточный охват Instagram в России был почти 39 млн человек, к середине апреля он упал до 14,5 млн, а к концу мая — до 11,7 млн, подсчитали в компании. У Facebook охваты рухнули с 6,7 млн пользователей в сутки сначала до 2,9 млн человек, а потом до 2,2 млн."},{"title":"Опубликована геологическая карта Луны в масштабе 1:2 500 000","image":"https://habrastorage.org/webt/cs/ag/5l/csag5lvfh10s9bpn_vabvoat9hw.jpeg","text":"Китайские исследователи опубликовали самую подробную на сегодняшний день геологическую карту Луны. Сотни исследователей работали над этим проектом в течение десяти лет. Карта пригодится как будущим исследователям нашего спутника, так и всем энтузиастам-любителям. Предыдущий рекорд принадлежал геологической службе США с её картой в масштабе 1:5 000 000. Масштаб новой карты превзошёл старый, и составляет 1:2 500 000."},{"title":"Apple стала самой дорогой компанией в мире","image":"https://habrastorage.org/getpro/habr/upload_files/293/ce4/4cb/293ce44cb4ec8801a5cd7523bd6ad0e0.jpg","text":"Вторую строку рейтинг занимает Google, её стоимость увеличилась на 79% — до $819,6 млрд. Замыкает тройку лидеров Amazon, за год стоимость компании выросла на 3% и составила $705,6 млрд. В прошлом года компания в сфере электронной коммерции возглавила рейтинг BrandZ Top 100 Most Valuable Global Brands c $683,85 млрд. Четвёртое место в топе занимает Microsoft, стоимость бренда выросла на 49% и достигла $611,5 млрд. На пятом месте — китайский IT-гигант Tencent, за год стоимость компании упала на 11% и составила $214 млрд."},{"title":"СМИ: бюджетную линейку iPad снабдят USB-C и процессором A14","image":"https://habrastorage.org/getpro/habr/upload_files/ce2/0c1/045/ce20c104524d0695d717d59eef7cc155.jpg","text":"Согласно данным издания 9to5Mac, в этом году компания Apple существенно обновит бюджетную линейку iPad. Источники сообщают, что купертиновцы окончательно уйдут от Lightning в собственных планшетах и оснастят новинку портом USB-C. Так устройство получит поддержку широкого круга периферийных гаджетов, быструю передачу данных и возможность подключения к внешнему монитору, которую показали на WWDC 2022."},{"title":"Hetzner выпустила корпус-радиатор для энтузиастов по сборке ПК за 1900 евро","image":"https://habrastorage.org/getpro/habr/upload_files/618/dc6/4ff/618dc64ffa113ee8b29c7f061184a9cd.jpg","text":"Немецкий оверклокер Роман Хартунг опубликовал обзор корпуса Regner от Hetzner, который предназначен для энтузиастов по сборке ПК. Он включает боковые панели, которые представляют собой алюминиевые радиаторы для жидкостной системы охлаждения. Корпус стоит от 1700 евро."}]}